// "© Copyright 2004-2017 HP Development Company, L.P."

OfflineMessageText = "Nie można nawiązać komunikacji z wybranym urządzeniem.\nUrządzenie mogło zostać wyłączone lub w inny sposób rozłączone.";
TextTooLongErrorExplanation = "Wprowadź tekst o długości maksymalnie %d znaków.";
NumberNotInRangeErrorExplanation = "Wprowadź liczbę mniejszą od %f lub większą od %f.";
IncorrectIpAddressErrorExplanation = "Adres IP musi składać się z czterech liczb (każda z zakresu od 0 do 255) rozdzielonych kropkami.";
InvalidCharsInTextErrorExplanation = "Wprowadź prawidłowe znaki.";

TwowayConnectionErrorTitle = "Nie można nawiązać komunikacji dwukierunkowej z urządzeniem";
TwowayConnectionErrorMessage = "Upewnij się, że urządzenie jest podłączone i włączone, a następnie spróbuj ponownie.";

DeviceInReserveModeMsg = "Wyrównywania nie można przeprowadzać w trybie rezerwy. Wymień puste lub włóż brakujące pojemniki z tuszem.";

NoPensErrorTitle = "Nie wykryto żadnego pojemnika z tuszem";
NoPensErrorMessage = "Jeśli pojemniki z tuszem zostały zainstalowane, upewnij się, że została zdjęta plastikowa taśma zakrywająca ich dysze.";

OnlyPhotoPenInstalledErrorTitle = "Wyrównywania nie można przeprowadzić, gdy zainstalowane jest tylko pióro fotograficzne";
OnlyPhotoPenInstalledErrorMessage = "Wyrównywanie można przeprowadzić, gdy zainstalowane są pojemniki z tuszem: tylko kolorowy, tylko czarny, kolorowy/czarny, kolorowy/fotograficzny. Zainstaluj jedną z dopuszczalnych kombinacji piór.";

NoCartridgesErrorTitle = "Nie wykryto żadnego pojemnika z tuszem";
NoCartridgesErrorMessage = "Nie można drukować, gdy nie są zainstalowane wszystkie pojemniki z tuszem. Więcej informacji znajduje się w dokumentacji urządzenia.";

SomeCartridgeErrorTitle = "Nie można drukować, gdy nie są zainstalowane wszystkie pojemniki";
SomeCartridgeErrorMessage = "Przypuszczalnie brakuje pojemnika z tuszem, nie został on wykryty lub jest nieprawidłowo zainstalowany.";

SomePenErrorTitle = "Nie można drukować, gdy nie są zainstalowane wszystkie pojemniki";
SomePenErrorMessage = "Przypuszczalnie brakuje pojemnika z tuszem, nie został on wykryty lub jest nieprawidłowo zainstalowany.";

SomePrintheadErrorTitle = "Nie można drukować, gdy nie są zainstalowane wszystkie głowice drukujące";
SomePrintheadErrorMessage = "Przypuszczalnie brakuje głowicy drukującej, nie została ona wykryta lub jest nieprawidłowo zainstalowana.";

PrintheadErrorTitle = "Nie można drukować, gdy nie jest zainstalowana głowica drukująca";

NoAlignTitle = "Nie można przeprowadzić wyrównywania";
NoAlignMsg = "Upewnij się, że urządzenie jest podłączone i włączone, a następnie spróbuj ponownie.";

CalibrationFailedTitle = "Nie można przeprowadzić kalibracji jakości druku";

FrontDoorOpenTitle = "Otwarta przednia pokrywa";
DoorOpenTitle = "Pokrywa jest otwarta";
DoorOpenMsg = "Urządzenie nie może drukować, ponieważ pokrywa jest otwarta. Zamknij wszystkie pokrywy urządzenia.";

DeviceBusyErrorTitle = "Urządzenie jest obecnie zajęte";
DeviceBusyErrorMessage = "Zaczekaj, aż urządzenie zakończy bieżące zadanie.";

IncorrectStateErrorTitle = "Wystąpił błąd drukarki";
IncorrectStateErrorMessage = "Rozwiąż problem, który spowodował błąd, i spróbuj ponownie.";

InstallFuserErrorTitle = "Brak nagrzewnicy";
InstallFuserErrorMessage = "Wyłącz urządzenie, ponownie zainstaluj nagrzewnicę, a następnie włącz urządzenie.";

UnsupCartridgeTitle = "Nieobsługiwany pojemnik z tuszem";
UnsupSilverPenMsg = "Zainstalowany pojemnik z tuszem srebrnym nie jest obsługiwany w przypadku drukowania z komputera Macintosh.\nZastąp ten pojemnik pojemnikiem z czarnym tuszem i spróbuj ponownie.";

NotInitiatedTitle = "Nie udało się zainicjować czyszczenia";
NotInitiatedMsg = "Nie udało się zainicjować procedury czyszczenia. Upewnij się, że urządzenie jest włączone i nie wykonuje żadnych zadań.";

NoCmyCartridgeTitle = "Nie można przeprowadzić kalibracji jakości druku";
NoCmyCartridgeMsg = "Aby wykonać tę procedurę, włóż do urządzenia pojemnik z tuszem trójkolorowym.";

Yes = "Tak";
No = "Nie";

HSDCancelButtonTitle = "Anuluj";
HideButtonTitle = "Ukryj";
HSDOKButtonTitle = "OK";
HSDContinueButtonTitle = "Kontynuuj";
HSDDoneButtonTitle = "Gotowe";
HSDCloseButtonTitle = "Zamknij";
HSDSkipButtonTitle = "Pomiń";
HSDMoreInfoButtonTitle = "Więcej informacji…";
HSDQuitButtonTitle = "Zakończ";
HSDRetryButtonTitle = "Ponów";

CDopenTitle = "Podajnik CD/DVD jest otwarty";
CDopenMsg = "Zamknij podajnik CD/DVD, aby kontynuować drukowanie z głównego podajnika.";

DidFailLoadTitle = "Nie można otworzyć strony";
DidFailLoadMessageFormat = "Adres URL: %@\nPrzyczyna: %@";
LoadingErrorString = "Zasób jest niedostępny.";
WebLoadingString = "Ładowanie...";

DownloadInfoFormatString = "%@ z %@";
BytesFormatString = "%d B";
KilobytesFormatString = "%.1f KB";
MegabytesFormatString = "%.1f MB";
GigabytesFormatString = "%.2f GB";

USB = "USB";
Network = "Sieciowy";
Bluetooth = "Bluetooth";
Bonjour = "Bonjour";
IP = "IP";
AppleTalk = "Apple Talk";
HPWirelessConnect = "Łączenie bezprzewodowe HP";
UNKNOWN = "Nieznana";

ProfileErrorTitle = "Nie udało się zarejestrować profilu";
ProfileOperationErrorMessage = "Rejestracja ColorSync nieudana, kod błędu: %i.";
ProfileNotFoundMessage = "Pozycja ColorSync dla tego urządzenia zawiera błędy. Odtwórz kolejkę druku, aby rozwiązać problem.";

StatusLineSeparator = "%, ";
ClearStatusLineSeparator = ", ";
ConnectingMessage = "Łączenie z urządzeniem\n%@";
AbstractConnectingMessage = "Łączenie...";
RetrieveInformationProcessTitle = "Odczytywanie informacji…";
ApplySettingsProgressTitle = "Stosowanie ustawień…";

CouldNotRetrieveSettings = "Nie można pobrać ustawień";
CouldNotRetrieveSettingsDescription = "Wystąpił nieznany błąd podczas komunikacji z urządzeniem. Spróbuj ponownie później.";

//paper management keys
ResponseErrorMessage = "Upewnij się, że urządzenie jest podłączone, włączone i nie drukuje teraz.";
OfflineTitle = "Urządzenie jest w trybie offline";
OfflineMsg = "Urządzenie jest w trybie offline i nie może przetwarzać zadań drukowania.";
DownloadProfilesTitleString = "Pobieranie profili ICC...";
SynchronizeProfilesTitleString = "Aktualizowanie profili ICC...";

//PrintingPropertiesWindow
"TaskNameTitle" = "Właściwości drukowania";
"PaperThicknessTitle" = "Grubość papieru:";
"NormalThicknessTitle" = "Normalny";
"ThickThicknessTitle" = "Gruby";
"DryTimeTitle" = "Czas schnięcia:";
"ManualDryTimeSecondsTitle" = "s";
"NoneDryTimeTitle" = "Brak";
"ReducedDryTimeTitle" = "Zmniejszone";
"AutomaticDryTimeTitle" = "Automatycznie";
"ExtendedDryTimeTitle" = "Zwiększone";
"ManualDryTimeTitle" = "Ręcznie";
"StarwheelsTitle" = "Kółka posuwowe:";
"UpStarwheelsTitle" = "W górę";
"DownStarwheelsTitle" = "W dół";
"VacuumLevelTitle" = "Poziom próżni:";
"HighestVacuumLevelTitle" = "Najwyższa";
"HighVacuumLevelTitle" = "Wysoka";
"NormalVacuumLevelTitle" = "Normalna";
"LowVacuumLevelTitle" = "Niska";
"LowestVacuumLevelTitle" = "Najniższa";
"AdvanceAdjustmentTitle" = "Kalibracja przesuwu papieru:";
"AdvanceAdjustmentUnitsTitle" = "‰ (ppt)";
"AdvanceAdjustmentInfoTitle" = "(1‰ o 1 mm na metr lub 1 mil na cal)";
"InkLimitsTitle" = "Globalne limity tuszu:";
"GlossEnhancerTitle" = "Ilość środka zwiększającego połysk:";
"CutterTitle" = "Przycinarka";
"RestorePrintingPropTitle" = "Przywróć właściwości drukowania";
"HelpButtonTooltip" = "Pomoc";
HSDGoBackButtonTitle = "Wstecz";

// status

StapleCartridgeTitle = "Pojemnik ze zszywkami %d";
BlackDrumTitle = "Bęben czarny";
CyanDrumTitle = "Bęben błękitny";
YellowDrumTitle = "Bęben żółty";
MagentaDrumTitle = "Bęben purpurowy";
UndefinedDrumTitle = "Bęben";
BlackCartridgeTitle = "Pojemnik czarny";
CyanCartridgeTitle = "Pojemnik błękitny";
MagentaCartridgeTitle = "Pojemnik purpurowy";
YellowCartridgeTitle = "Pojemnik żółty";
ImageTransferKit = "Zestaw mechanizmu przenoszenia obrazu";
ImageFuserKit = "Zestaw grzałki utrwalającej";
MaintenanceKit = "Zestaw konserwacyjny";
RollerKit = "Zestaw mechanizmu przesuwu";
TonerCollectionUnit = "Element zbierający toner";
DocumentFeederKit = "Zestaw podajnika dokumentów";
InkCollectionUnit = "Jednostka zbierania tuszu";

BlackInkCartridgeTitle = "Tusz czarny";
MatteBlackInkCartridgeTitle = "Tusz czarny matowy";
PhotoBlackInkCartridgeTitle = "Tusz fotograficzny czarny";
CyanInkCartridgeTitle = "Tusz błękitny";
MagentaInkCartridgeTitle = "Tusz purpurowy";
YellowInkCartridgeTitle = "Żółty tusz";
LightCyanInkCartridgeTitle = "Tusz jasnoniebieski";
LightMagentaInkCartridgeTitle = "Tusz jasnopurpurowy";
LightGrayInkCartridgeTitle = "Tusz jasnoszary";
GrayInkCartridgeTitle = "Szary atrament";
CMYInkCartridgeTitle = "Tusz trójkolorowy";
KCMInkCartridgeTitle = "Tusz fotograficzny";
BCMInkCartridgeTitle = "Tusz fotograficzny niebieski";
GGKInkCartridgeTitle = "Tusz fotograficzny szary";
SilverInkCartridgeTitle = "Srebrny";
GoldInkCartridgeTitle = "Złoty";
BronzeInkCartridgeTitle = "Brązowy";
MetallicInkCartridgeTitle = "Metaliczny";
LeftInkCartridgeTitle = "Lewo";
RightInkCartridgeTitle = "Prawo";

BlackPrintheadName = "Głowica drukująca tuszem czarnym";
CyanPrintheadName = "Głowica drukująca tuszem błękitnym";
MagentaPrintheadName = "Głowica drukująca tuszem purpurowym";
YellowPrintheadName = "Głowica drukująca tuszem żółtym";
LightCyanPrintheadName = "Głowica drukująca tuszem jasnoniebieskim";
LightMagentaPrintheadName = "Głowica drukująca tuszem jasnopurpurowym";
CMYPrintheadName = "Głowica drukująca CMY";
KCMPrintheadName = "Głowica drukująca KCM";
GGKPrintheadName = "Głowica drukująca gGK";
BlackYellowPrintheadName = "Głowica drukująca tuszem czarnym / żółtym";
CyanMagentaPrintheadName = "Głowica drukująca tuszem błękitnym / purpurowym";
MagentaYellowPrintheadName = "Głowica drukująca tuszem purpurowym / żółtym";
MatteBlackCyanPrintheadName = "Głowica drukująca tuszem czarnym matowym / błękitnym";
LightMagentaLightCyanPrintheadName = "Głowica drukująca tuszem jasnopurpurowym / jasnoniebieskim";
PhotoBlackLightGrayPrintheadName = "Głowica drukująca tuszem fotograficznym czarnym / jasnoszarym";
CMYKPrintheadName = "Głowica drukująca CMYK";
BBBKPrintheadName = "Głowica drukująca BBBK";
MagentaCyanPrintheadName = "Głowica drukująca Amarantowy / Błękitny";
MatteBlackYellowPrintheadName = "Głowica drukująca Czarny / Żółty";
GrayPhotoBlackPrintheadName = "Głowica drukująca Szary / Czarny fotograficzny";

TrayNameTemlate = "Zasobnik %d";
"ENV FEEDER" = "Podajnik koper";
"Envelope Feeder" = "Podajnik koper";
"Multipurpose Tray" = "Podajnik wielofunkcyjny";

MediaStatusUnknown = "Nieznana";
MediaStatusNotEmpty = "Nie pusty";
MediaStatusEmpty = "Pusty";
MediaStatusLow = "Niska";
MediaStatusFull = "Pełny";
MediaStatusOk = "OK";

BlackPrintheadColor = "Czarny";
CyanPrintheadColor = "Niebieski";
MagentaPrintheadColor = "Purpurowy";
YellowPrintheadColor = "Żółty";
LightCyanPrintheadColor = "Jasnoniebieski";
LightMagentaPrintheadColor = "Jasnopurpurowy";
CMYPrintheadColor = "CMY";
KCMPrintheadColor = "KCM";
GGKPrintheadColor = "gGK";
BlackYellowPrintheadColor = "Czarny / żółty";
CyanMagentaPrintheadColor = "Błękitny / purpurowy";
MagentaYellowPrintheadColor = "Purpurowy / żółty";
MatteBlackCyanPrintheadColor = "Czarny matowy / błękitny";
LightMagentaLightCyanPrintheadColor = "Jasnopurpurowy / jasnoniebieski";
PhotoBlackLightGrayPrintheadColor = "Fotograficzny czarny / jasnoszary";
CMYKPrintheadColor = "CMYK";

// online privacy UI
HSDOnlineWarningSheetTitle = "Dostęp do informacji na stronach internetowych";
HSDOnlineWarningSheetBasicMessage = "Po kliknięciu przycisku „Kontynuuj” zostanie otwarta domyślna przeglądarka internetowa, dając dostęp do stron firmy HP.";

HSDOnlineWarningSheetExtendedMessage = "Po kliknięciu przycisku „Kontynuuj” zostanie otwarta domyślna przeglądarka internetowa, dając dostęp do stron firmy HP. W celu wykonania tej operacji do serwerów WWW firmy HP zostaną wysłane pewne informacje.";
HSDOnlineWarningSheetExtendedComment = "Firma HP może użyć tych informacji w celu utworzenia spersonalizowanych rozwiązań, zaprezentowania odpowiednich dla użytkownika ofert oraz poprawienia jakości pracy z urządzeniem HP.";

HSDOnlineWarningSheetCheckboxTitle = "Nie pokazuj tego ostrzeżenia ponownie";
HSDPrivacyPolicyOnlineLinkTitle = "Oświadczenie HP o ochronie prywatności";
HSDPrivacyPolicyOnlineLinkValue = "http://welcome.hp.com/country/pl/pl/privacy.html";

HSDPrivacyStatementOnlineLink = "Oświadczenie HP o ochronie prywatności";
HSDViewPrivacyStatementOnlineLink = "Oświadczenie HP o ochronie prywatności";
HSDViewSharedDataLink = "Wyświetl dane udostępniane firmie HP";

DetailsTitle = "Szczegóły";

InfoToSendFieldFormat = "%@: %@\n";
MacOSVersion = "Wersja systemu Mac OS";
DeviceSerialNumber = "Numer seryjny urządzenia";
DeviceModelNumber = "Numer modelu urządzenia";
DeviceProductNumber = "Numer produktu urządzenia";
DeviceModelName = "Nazwa modelu urządzenia";
ServiceID = "Identyfikator serwisowy";
ModelID = "Identyfikator modelu";
DeviceSKUName = "Nazwa SKU urządzenia";
HSDLifesaverClaimIDTitle = "Kod aktywacyjny";
HSDDeviceUUIDTitle = "Identyfikator UUID urządzenia";
HSDZipCodeTitle = "Kod pocztowy";

// authentication dialog
AuthenticationTitle = "Wpisz swoje hasło, aby uzyskać dostęp do tych ustawień.";
AuthenticationDescription = "W celu uzyskania dostępu do tych ustawień wymagane jest podanie hasła wcześniej ustawionego w urządzeniu.";
ShowPasswordTitle = "Pokaż hasło";
KeyChainTitle = "Zapamiętaj to hasło w moim pęku kluczy";
IncorrectPasswordMessage = "Hasło jest nieprawidłowe.";

// ICC profile registration
DriverNeedsUpdateMsg = "Sterownik wymaga aktualizacji. Kliknij przycisk Pomoc techniczna HP, aby przejść do witryny internetowej HP i znaleźć nowe sterowniki.";
DeviceIsBusyMsg = "Urządzenie jest zajęte. Spróbuj ponownie, gdy urządzenie nie będzie drukować.";
HPSupportButtonTitle = "Pomoc techniczna HP";

// Applying device settings
ApplyDeviceSettingsGenericError = "Nie udało się zastosować ustawień";
ApplyDeviceSettingsGenericErrorRecoverySuggestion = "Sprawdź czy urządzenie jest online i czy jest podłączone.";

// assistant
AssistantCloseAlertTitle = "Czy na pewno chcesz zamknąć asystenta?";
AssistantCloseAlertMessage = "Asystent konfiguruje urządzenie lub oprogramowanie HP, tak aby użytkownik mógł korzystać z jego wszystkich funkcji i możliwości. Niektóre funkcje mogą nie działać w przypadku złej konfiguracji urządzenia.";
AssistantTocViewWidth = "180";
AssistantTaskViewPreferredSize = "{630,415}";

DeviceIsAlreadySetUpTitle = "Urządzenie zostało skonfigurowane";
DeviceIsAlreadySetUpMessage = "Wybrane urządzenie zostało już skonfigurowane.";

DeviceDoesNotRequireSetupTitle = "Konfiguracja nie jest wymagana";
DeviceDoesNotRequireSetupMessage = "Wybrane urządzenie nie wymaga konfiguracji.";

CannotConfigureWirelessTitle = "Nie można skonfigurować sieci bezprzewodowej";
CannotConfigureWirelessMessage = "Sieć Wi-Fi nie będzie działać przy podłączonym kablu Ethernet.";

HSDUseHPEasyStartToSetupDeviceTitle = "Do skonfigurowania tego urządzenia niezbędna jest aplikacja HP Easy Start";
HSDUseHPEasyStartToSetupDeviceMessage = "HSD_TEXT:Aplikacja HP Easy Start umożliwia skonfigurowanie drukarki HP i przygotowanie komputera z systemem Mac OS do drukowania w zupełnie nowy sposób. HSDHPEasyStartDescription";

HSDUseHPEasyStartToSetupDeviceString = "HSD_TEXT:Do skonfigurowania urządzenia pod tym adresem niezbędna jest aplikacja HP Easy Start. HSDHPEasyStartDescription";

HSDHPEasyStartDescription = "HSD_TEXT:Aplikacja HP Easy Start znajdzie i zainstaluje najnowsze oprogramowanie do drukarki, a następnie pomoże w jej skonfigurowaniu.

Pobierz aplikację HP Easy Start ze strony HSD_LINK:HSDEasyStartLink.";

DeviceIsNotSupportedTitle = "Urządzenie nie jest obsługiwane";
DeviceIsNotSupportedMessage = "Problem może rozwiązać aktualizacja narzędzia HP Utility lub skorzystanie z innego oprogramowania HP zaprojektowanego do obsługi tego urządzenia.";
DeviceAtAddressIsNotSupportedString = "Urządzenie pod tym adresem nie jest obsługiwane. Problem może rozwiązać aktualizacja narzędzia HP Utility lub skorzystanie z innego oprogramowania HP zaprojektowanego do obsługi tego urządzenia.";
MultipleDriversNotInstalledTitle = "Nie znaleziono oprogramowania HP wymaganego do konfiguracji urządzenia";
MultipleDriversNotInstalledWarningTitle = "Nie znaleziono części oprogramowania HP wymaganego do konfiguracji urządzenia";
PrintDriverNotInstalledTitle = "Nie znaleziono oprogramowania HP wymaganego do konfiguracji drukowania";
ScanDriverNotInstalledTitle = "Nie znaleziono oprogramowania HP wymaganego do konfiguracji skanowania";
FaxDriverNotInstalledTitle = "Nie znaleziono oprogramowania HP wymaganego do konfiguracji wysyłania faksów";
HSDInstallLatestSoftwareMessage = "HSD_TEXT:Pobierz i zainstaluj najnowsze oprogramowanie urządzenia ze strony HSD_LINK:HSD_URL:HSDSupportLink_URL, a następnie spróbuj ponownie.";
HSDMissingSoftwareMessage = "HSD_TEXT:Pobierz i zainstaluj najnowsze oprogramowanie urządzenia ze strony HSD_LINK:HSD_URL:HSDSupportLink_URL, a następnie spróbuj ponownie. W przypadku kontynuowania bez instalacji najnowszego oprogramowania niektóre funkcje nie będą działać.";

DisabledFeaturesWarningSheetTitle = "Wyłączone funkcje";
DisabledFeaturesWarningSheetMessage = "Administrator wyłączył niektóre funkcje wybranego urządzenia.\n\nWięcej informacji można uzyskać od administratora lub w dokumentacji urządzenia.";

DeviceIsConnectedViaAccessPointTitle = "Nie można skonfigurować urządzenia przez specjalną sieć bezprzewodową";
DeviceIsProbablyConnectedViaAccessPointMessage = "Połączenie z wybranym urządzeniem zostało prawdopodobnie ustanowione poprzez specjalną sieć bezprzewodową utworzoną przez urządzenie. Jeśli urządzenie występuje na liście dwukrotnie, wybierz pozycję, która nie jest aktualnie wybrana. W przeciwnym razie upewnij się, że urządzenie jest podłączone do sieci przewodowej lub bezprzewodowej, do której komputer ma dostęp, a następnie spróbuj ponownie.\n\nJeśli komputer nie jest połączony ze specjalną siecią bezprzewodową urządzenia, kliknij opcję Kontynuuj, aby skonfigurować urządzenie.";
DeviceIsConnectedViaAccessPointMessage = "Połączenie z wybranym urządzeniem zostało ustanowione poprzez specjalną sieć bezprzewodową utworzoną przez urządzenie. Jeśli urządzenie występuje na liście dwukrotnie, wybierz pozycję, która nie jest aktualnie wybrana. W przeciwnym razie upewnij się, że urządzenie jest podłączone do sieci przewodowej lub bezprzewodowej, do której komputer ma dostęp, a następnie spróbuj ponownie.";

// HP Privacy Statement Panel
HSDHPPrivacyStatementTitle = "Oświadczenie HP o ochronie prywatności";
HPPrivacyStatement = "Firma HP stawia sobie za cel ochronę prywatności swoich klientów. Dane podane przy rejestracji mogą być używane w sposób anonimowy i zbiorczy w celach badania rynku, które umożliwią firmie HP poprawę jakości swoich produktów i ofert usługowych. Zebrane dane mogą być przechowywane przez okres maksymalnie pięciu lat od daty ostatniego przesłania danych do firmy HP i zostaną przesłane do działu firmy HP, który może znajdować się w innym kraju.\n\nFirma HP wysyła informacje drogą elektroniczną na serwery HP. Adres IP komputera, z którego wysyłane są dane, będzie użyty wyłącznie w celu transmisji.";
HPOnlinePrivacyStatementButtonTitle = "Oświadczenie HP o ochronie prywatności";

// Assistant window titles
HSDAssistantWindowTitleFormat = "HP Utility - %@";
HSDAssistantSetupWindowTitle = "Konfiguracja";

//Add Device Manually titles
ManualAddWindowTitle = "Dodaj urządzenie ręcznie";
ManualAddTitle = "Dodaj urządzenie ręcznie";
ManualAddAddressTypeLabel = "Typ adresu:";
ManualAddAddressLabel = "Adres:";
ManualAddFormatTitle = "Format:";
AddButton = "Dodaj";

InvalidAddress = "Nieprawidłowy adres";
ProgressMessage = "Łączenie z urządzeniem…";
NotReachableMessage = "Urządzenie jest poza zasięgiem";
NotSupportedDeviceMessage = "Urządzenie mające ten adres nie jest obsługiwane";

HostHameFormat = "nazwa.domena";
HostOrBonjourDomainName = "Host lub Bonjour domena nazwa";

ConnectToNetworkWithoutBluetooth = "Podłącz komputer do sieci przewodowej lub bezprzewodowej i spróbuj ponownie.";
ConnectToNetwork = "Podłącz komputer do sieci przewodowej lub bezprzewodowej albo włącz Bluetooth i spróbuj ponownie.";
NoNetworkConnection = "Brak połączenia z siecią";

BluetoothIsOffAlertMessage = "Funkcja Bluetooth na komputerze Mac jest wyłączona";
BluetoothIsOffAlertExplanation = "Włącz Bluetooth, korzystając z aplikacji Preferencje systemowe lub menu Bluetooth";

HPTableHeaderColumnName = "kolumna";
MoreInfoTitle = "Więcej informacji";

// Device Unavailable strings
kDeviceUnavailabilityAlertTitleKey = "Połączenie z urządzeniem zostało zerwane";
kDeviceReconnectUnavailabilityAlertTitleKey = "Nie można ustanowić połączenia z urządzeniem.";
kDeviceUnavailabilityAlertReconnectButtonTitleKey = "Połącz ponownie";
kDeviceUnavailabilityAlertSelectOtherButtonTitleKey = "Wybierz inne...";
kDeviceUnavailabilityAlertMessageKey = "Możesz wybrać inne urządzenie lub spróbować ponownie nawiązać połączenie z bieżącym urządzeniem.";

HSDCurrentSettingTitle = "[Ustawienie bieżące]";

DeviceInReserveModeMsgPigment = "W trybie rezerwy nie można przeprowadzić wyrównywania. Wymień puste lub brakujące pojemniki.";
NoPensErrorMessagePigment = "Po zainstalowaniu pojemników z tuszem sprawdź, czy została z nich zdjęta plastikowa taśma zakrywająca dysze.";
SomePenErrorMessagePigment = "Przypuszczalnie brakuje pojemnika z tuszem, nie został on wykryty lub jest nieprawidłowo zainstalowany.";
PageWideCollectionUnit = "Jednostka zbierająca";
BlackPageWideCartridgeTitle = "Pojemnik z czarnym tuszem";
CyanPageWideCartridgeTitle = "Pojemnik z błękitnym tuszem";
MagentaPageWideCartridgeTitle = "Pojemnik z purpurowym tuszem";
YellowPageWideCartridgeTitle = "Pojemnik z żółtym tuszem";

// Printer sleeping warning
PrinterIsSleepingTitle = "Ta funkcjonalność nie jest dostępna, gdy drukarka jest w trybie uśpienia.";
PrinterIsSleepingMessage = "Jeśli chcesz teraz obudzić drukarkę, kliknij przycisk „Obudź” poniżej";
WakeUpButtonTitle = "Obudź";

HSDUserNameTitle = "Nazwa użytkownika:";
HSDPasswordTitle = "Hasło:";

HSDPromptToLogin = "Aby wyświetlić tę stronę, musisz się zalogować.";
HSDPromptToLoginIncorrectPassword = "Wprowadzono nieprawidłową nazwę użytkownika lub hasło. Upewnij się, że są one wprowadzone prawidłowo, a następnie spróbuj ponownie.";
HSDPromptToLoginInformativeText = "Twoje hasło zostanie przesłane w postaci niezaszyfrowanej.";
